espressif/developer-portal-codebase/content/workshops/esp-idf-advanced/assignment_1_1_base/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.2 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_BROKER_URL="mqtt://test.mosquitto.org/"
